Repository: Maxximo88/apps-languages
Catalog: Appimage shortcut/Appimageshortcut-*-1.4.0.po
Languages: it

source: Appimage Shortcut Creator
it: Creazione scorciatoie AppImage

source: AppImage Shortcut Creator
it: Creazione scorciatoie AppImage

source: Easily create shortcuts for AppImage
it: Crea facilmente le scorciatoie per AppImage

source: Manage applications
it: Gestisci applicazioni

source: Help
it: Aiuto

source: Report a bug
it: Segnala un problema

source: Donate
it: Donazioni

source: Changelog
it: Novità

source: About
it: Info

source: Quit
it: Termina

source: Appimage or executable
it: Appimage o eseguibile

source: App icon
it: Icona App

source: Enter the app name for the shortcut
it: Inserisci il nome dell'app per cui creare la scorciatoia

source: Category
it: Categoria

source: Choose
it: Scegli

source: Music
it: Musica

source: Graphics
it: Grafica

source: Office
it: Ufficio

source: Development
it: Sviluppo

source: System
it: Sistema

source: Others
it: Altro

source: CREATE
it: CREA

source: Error
it: Errore

source: Please give a name for the shortcut
it: Per cortesia attribuisci un nome alla scorciatoia

source: Please give select a Appimage or executable
it: Per cortesia seleziona se AppImage o eseguibile

source: Please give select an icon
it: Per cortesia seleziona un'icona

source: The AppImage file will be moved automatically to an application folder which has been specially created to group your AppImages.
it: Il file AppImage verrà spostato automaticamente in una cartella dell'applicazione che è stata creata appositamente per raggruppare le tue AppImage.

source: 3 - Choose an icon
it: Scegli un'icona

source: Choose an image (PNG, JPG or SVG). The icon will be copied automatically to an icon folder which has been specially created your icons.
it: Scegli un'immagine (PNG, JPG o SVG). L'icona verrà copiata automaticamente in una cartella contenente le icone che è stata appositamente creata.

source: 1 - Type a name for the shortcut
it: Digita un nome per la scorciatoia

source: 2 - Choose the AppImage file
it: Scegli il file AppImage

source: 4 - Select a category and clic create button
it: Seleziona una categoria e clicca sul pulsante CREA

source: 1 - Manage your applications
it: Gestisci le tue applicazioni

source: You can manage your installed AppImage application by going to the menu at the top right. You will be able to see the installed applications and delete the one that you no longer use.
it: Puoi gestire le tue applicazione AppImage andando nel menu in alto a destra. Potrai vedere le applicazioni installate ed eliminare quelle che non utilizzi più.

source: Create a shorcut
it: Crea scorciatoia

source: Manage your applications
it: Gestisci applicazioni

source: 2 - Update your applications
it: Aggiorna le applicazioni

source: if your appimage does not update by itself and you have to download the new version, you will have to delete the installed one before creating a new shortcut for the new version.
it: se la tua appimage non si aggiorna da sola e devi scaricare la nuova versione, dovrai eliminare quella installata prima di creare un nuovo collegamento per la nuova versione.

source: Shortcut created !
it: Scorciatoia creata !

source: New shortcut
it: Nuova scorciatoia

source: Cancel
it: Annulla

source: Select
it: Seleziona

source: Thank you for your support
it: Grazie del supporto

source: Applications folder
it: Cartella App

source: DELETE
it: ELIMINA

source: Icons folder
it: Cartella icone

source: application installed
it: applicazione installata

source: applications installed
it: applicazioni installate

source: Please select an app for deleting
it: Seleziona un'app da eliminare

source: Done
it: Fatto

source: App deleted
it: App eliminata
